//Напишите программу, которая принимает на вход три числа и выдает максимальное из этих чисел
// 2 , 3 , 7

 {
        int[] arr = { 2, 3, 7, -1, 2 };
 
        Console.WriteLine("Minimum number is " + arr.Min());
        Console.WriteLine("Maximum number is " + arr.Max());
    }